---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationDuctworkStiffenerSpec
source: html/01779c1c-c5c5-26b9-3302-39ac76de010d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationDuctworkStiffenerSpec Property

"Stiffener Specification"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationDuctworkStiffenerSpec { get; }
```